[
  "obsidian-relative-line-numbers",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-linter",
  "heading-level-indent",
  "dataview",
  "any-block",
  "mermaid-tools",
  "figma-embed",
  "obsidian-git"
]